cask "iterm2"
cask "visual-studio-code"
cask "google-chrome"

cask "font-fira-code-nerd-font"

brew "coreutils"

brew "git"
brew "lazygit"
brew "gh"

brew "asdf"
brew "rustup-init"

brew "gpg"
brew "gawk"
brew "curl"
brew "ripgrep"
brew "fzf"

brew "antigen"

brew "starship"
brew "neovim"
